{
    "page_title": "เกี่ยวกับฉัน",
    "page_description": "ฉันมุ่งมั่นที่จะสร้างโค้ดที่มีคุณภาพสูง มีประสิทธิภาพ และง่ายต่อการบำรุงรักษา ฉันประสบความสำเร็จในสภาพแวดล้อมที่ร่วมมือกับการสื่อสารความคิดเชิงเทคนิคที่ซับซ้อนต่อทีมงานที่มีความหลากหลาย รวมถึงนักออกแบบ ผู้จัดการผลิตภัณฑ์ และวิศวกรควบคุมคุณภาพ ทักษะการวิเคราะห์ที่แข็งแกร่งของฉันช่วยให้ฉันสามารถระบุและแก้ไขปัญหาอย่างรวดเร็ว ทำให้โครงการเดินหน้าอย่างราบรื่นและส่งมอบตรงตามเวลา",
    "page_keywords": "การพัฒนาซอฟต์แวร์ ฟรีแลนซ์ การพัฒนาเว็บ การพัฒนาแอปพลิเคชันมือถือ การพัฒนาสแต็กเต็กแบบเต็มรูปแบบ จาวาสคริปต์ ไพธอน รีแอคท์ การออกแบบ UI/UX การพัฒนาแบ็คเอนด์ การพัฒนาฟรอนต์เอนด์ การทำงานระยะไกล การผสมรวม API การพัฒนาแบบอะไจล์ การแก้ไขปัญหา",
    "my_name": "kuray karaaslan",
    "my_title": "นักพัฒนาซอฟต์แวร์และวิศวกรโครงสร้าง",
    "about_me": "เกี่ยวกับฉัน",
    "about_me_description": "ฉันหลงใหลในนวัตกรรมทางเทคโนโลยีและเป็นคนขับเคลื่อนด้วยพื้นหลังที่หลากหลาย ฉันคือ Kuray Karaaslan - คนอายุ 26 ปีมาจาก Izmir, ตุรกี การเดินทางของฉันจากวิศวกรรมโครงสร้างไปสู่การพัฒนาซอฟต์แวร์แสดงถึงความสามารถในการทำงานที่หลากหลายและความมุ่งมั่นในการยอมรับความท้าทายใหม่ ในปัจจุบันฉันกำลังทำงานเป็นนักพัฒนาซอฟต์แวร์อิสระ ฉันยังเป็นนักศึกษาบัณฑิตที่มหาวิทยาลัยอันดาโล ศึกษาการจัดการระบบสารสนเทศ ฉันกำลังมองหาโอกาสที่จะทำงานกับทีมนักพัฒนาและนักออกแบบที่มีความสามารถเพื่อสร้างความสรรเสริญในการแก้ไขปัญหาในโลกจริง",
    "highlights": "ข้อสำคัญ",
    "highlight1_description": "ฉันมีประสบการณ์ในการพัฒนาเว็บแอปพลิเคชันโดยใช้ React, Node.js และ PHP ฉันยังมีประสบการณ์ในการพัฒนาแอปพลิเคชันมือถือโดยใช้ React Native ฉันคุ้นเคยกับวิธีการแอจายล์และมีประสบการณ์ในการทำงานในทีม Scrum ฉันเป็นผู้เรียนรู้รวดเร็วและคนที่พร้อมร่วมงานกับทีม ฉันยังเป็นคนที่สื่อสารได้ดีและมีประสบการณ์ในการทำงานกับลูกค้า",
    "highlight2_description": "มีประสบการณ์ในฐานะวิศวกรรมโครงสร้างมา 4 ปี ฉันมีความเข้าใจรอบคอบในการจัดการโครงการ หลักการออกแบบ และการสื่อสารที่มีประสิทธิภาพ พื้นหลังนี้เสริมสร้างความสามารถในการรับต่อสู้กับความต้องการทางเทคนิคที่ซับซ้อนและซอฟต์แวร์ที่ใช้งานง่ายต่อผู้ใช้ได้",
    "highlight3_description": "ฉันมีความชำนาญในการทำงานในทีมและรู้สึกสนุกในสภาพแวดล้อมที่ร่วมมือ ฉันให้ความสำคัญกับการสื่อสารเปิดเผยและการแบ่งปันไอเดียเพื่อประสบความสำเร็จ",
    "highlight4_description": "เทคโนโลยีเป็นสถานะที่เปลี่ยนแปลงอย่างรวดเร็วและฉันยอมรับการเรียนรู้ต่อเนื่องเพื่อที่จะปรับปรุงความรู้ในการใช้เทคโนโลยีล่าสุด ความกระหายในการเรียนรู้นี้นำพาฉันไปสู่การสำรวจภาษา โครงสร้าง และวิธีการใหม่เพื่อเสมอภาคความสามารถของฉันอยู่เสมอ",
    "my_vision": "วิสัยทัศน์",
    "my_vision_description": "ฉันมุ่งมั่นที่จะเติบโตและขยายขอบเขตของตนเองอยู่เสมอภายในด้านการพัฒนาซอฟต์แวร์ จุดมุ่งหมายของฉันคือการรวมความคิดเห็นทางวิศวกรรมของฉันกับเทคโนโลยีที่ทันสมัยเพื่อสร้างแอปพลิเคชันที่ไม่เพียงแต่ตอบสนองความต้องการทางฟังก์ชันแต่ยังดีในประสบการณ์ของผู้ใช้และความมีประสิทธิภาพ ทั้งยังรักษามาตรฐานสูงสุดในด้านความปลอดภัยข้อมูล",
    "skills": "ทักษะ",
    "my_educations": "การศึกษา",
    "my_education1_title": "มหาวิทยาลัยอันดาโล, เอสคิเชียห์เซฮีร์",
    "my_education1_description": "ปริญญาบัณฑิตในการจัดการระบบสารสนเทศ - (2021 - ปัจจุบัน)",
    "my_education2_title": "มหาวิทยาลัยโดคูซอยอูล, อิซมีร์",
    "my_education2_description": "ปริญญาบัณฑิตในวิศวกรรมโครงสร้าง - (2015 - 2021)",
    "my_experiences": "ประสบการณ์",
    "my_experience1_title": "นักพัฒนาซอฟต์แวร์อิสระ",
    "my_experience1_description": "การพัฒนาเว็บแอปพลิเคชันโดยใช้ React, Node.js และ PHP (2023 - ปัจจุบัน)",
    "my_experience2_title": "วิศวกรโครงสร้างที่ทำงานเป็นอิสระ",
    "my_experience2_description": "การพัฒนาแอปพลิเคชันด้วย C# และ JS (2022 - 2023)",
    "my_experience3_title": "วิศวกรการบริหารข้อมูลสารสนเทศที่เกี่ยวกับการจัดการโครงสร้าง",
    "my_experience3_description": "การพัฒนาแอปพลิเคชัน BIM (2021 - 2022)",
    "my_skills": "ทักษะ",
    "my_certificates" : "ใบรับรอง",
    "my_knowledge": "ความรู้",
    "my_languages": "ภาษา",
    "english": "อังกฤษ",
    "turkish": "ตุรกี",
    "german": "เยอรมัน",
    "thai": "ไทย"
}
